[
  {
    "id": 1,
    "category": "Artikel",
    "title": "Gereja (Tugas & Panggilan)",
    "author": "Pdp. Daniel Victorious Harahap, M.Th",
    "date": "Selasa, 04 November 2025",
    "image": "https://images.unsplash.com/photo-1490730141103-6cac27aaab94?w=800",
    "preview": "Kekristenan tidak muncul/lahir dalam ruang hampa, sebaliknya kekristenan muncul dan hadir dalam sejarah dan hadir di tengah dunia ini...",
    "content": "Kekristenan tidak muncul/lahir dalam ruang hampa, sebaliknya kekristenan muncul dan hadir dalam sejarah dan hadir di tengah dunia ini. Gereja sebagai umat pilihan Allah tidak dipilih dan dipanggil tanpa memiliki tujuan dan tugas untuk dilaksanakan, sebaliknya ada tugas dan panggilan yang Allah tetapkan bagi gereja-Nya untuk dilaksanakan di muka bumi. Secara mendasar, terdapat tiga tugas utama gereja, yakni koinonia, diakonia, dan marturia. Tiga tugas ini juga disebut sebagai Tri Panggilan Gereja (Inriani, 2021) atau Tri Tugas Gereja. Ketiga tugas ini merupakan tugas utama gereja disamping tugas-tugas lainnya (Sugiarto, 2024).\n\nKoinonia, dalam bahasa Yunani mengacu pada persekutuan orang yang percaya kepada Allah di dalam Tuhan Yesus Kristus. Secara sederhana, koinonia berarti Persekutuan dalam kasih (Sugiarto, 2024). Milnea (2002) menjelaskan bahwa koinonia berarti bersama-sama menerima bagian dalam segala sesuatu, saling berpartisipasi dan saling bersahabat. Jemaat mula-mula merupakan contoh penerapan koinonia yang paling tepat sebagaimana kehidupan jemaat awal ini dicatat dalam Kisah Para Rasul 2:42-47.\n\nDiakonia berarti pelayanan. Soedarmo (1986) menjelaskan bahwa diakonia mengacu pada aktivitas gereja untuk membantu baik dari kalangan seiman maupun tidak seiman yang mengalami kesulitan. Contoh penerapan tugas diakonia dalam jemaat terdapat dalam Kisah Para Rasul pasal 6 ketika para rasul menunjuk tujuh orang diaken untuk melayani meja. Dalam praktiknya, pelayanan diakonia dapat berupa diakonia karikatif atau pelayanan kasih yang berfokus memperhatikan dan menyediakan kebutuhan-kebutuhan fisik orang miskin, mereka yang sakit dan lemah, dan yang hidup dalam rupa-rupa kesusahan, diakonia reformatif yang berfokus kepada pembangunan dalam berbagai aspek, serta diakonia transformative yang memberdayakan orang yang lemah dan miskin, serta bersifat kritis terhadap kebijakan publik yang tidak adil dan tidak ragu untuk meresponinya (Widyatmadja, 2009; Para et al., 2021).\n\nMarturia berasal dari bahasa Yunani yang berarti kesaksian, pembelaan, kabar baik. Ide marturia dimulai dari Kisah Para Rasul 4:20 ketika Petrus dan Yohanes diperhadapkan dengan Mahkamah Agama. Bermarturia Marturia sedang berbicara mengenai kesaksian orang percaya tentang Yesus, bagaimana memperkenalkan Kristus kepada mereka yang belum mengenalnya hingga tujuan akhirnya adalah penginjilan agar orang boleh mengenal dan percaya kepada Yesus Kristus sebagai Tuhan dan Juruselamat satu-satunya. Berbicara tentang marturia berkenaan dengan tanggung jawab penginjilan orang percaya.\n\nMemahami tugas dan panggilan gereja menjadi suatu keharusan bagi orang percaya karena tanpa pemahaman yang benar, gereja akan bergerak secara tidak terarah, sedangkan tugas dan panggilan utama gereja sepanjang segala abad adalah tetap sama, yakni bersekutu, melayani, dan bersaksi. Ketiganya tidak untuk dipilih salah satu atau salah dua, melainkan ketiganya harus dilaksanakan karena gereja bukanlah sekedar perkumpulan/club tempat orang berkumpul saja, atau gereja hanya sebagai lembaga sosial masyarakat yang melakukan aksi sosial semata, namun gereja harus memberitakan Kristus sekalipun ini tidak mudah. Oleh karena itu, tugas koinonia, diakonia, dan marturia harus dijalankan gereja sebagai komunitas atau perkumpulan yang telah Tuhan pilih dan tetapkan.",
    "reference": "Inriani, Eva. (2021). Strategi Gereja Memaksimalkan Tri Panggilan Gereja Pada Masa Pandemi Covid-19. Jurnal Teologi Pambelum Vol.1, No.1.\n\nSugiarto, Thio Donald (2024). Manajemen Gereja: Mengelola Gereja di Era Digital. Yogyakarta: Andi.\n\nMilnea, B. (2002). Mengenali Kebenaran. Jakarta: BPK. Gunung Mulia.\n\nSoedarmo, R. (1986). Kamus Istilah Theologi. Jakarta: BPK. Gunung Mulia.\n\nWidyatmadja, Yosef Purnama. (2009). Diakonia sebagai Misi Gereja: Praksis dan Refleksi Diakonia Transformatif. Yogyakarta: Kanisius.\n\nPara, N. D., Tari, E., & Ruku, W. F. (2021). Peran Gereja dalam Transformasi Pelayanan Diakonia. Jurnal Teologi Kontekstual Indonesia, 1(2), 81-93 https://doi.org/10.46445/jtki.v1i2.310"
  },
  {
    "id": 2,
    "category": "Artikel",
    "title": "Gereja (Definisi & Identitas)",
    "author": "Pdp. Daniel Victorious Harahap, M.Th",
    "date": "Selasa, 04 November 2025",
    "image": "https://images.unsplash.com/photo-1501139083538-0139583c060f?w=800",
    "preview": "Orang yang sudah bergereja belum tentu telah memiliki pemahaman yang benar mengenai gereja. Penghayatan yang benar akan kehidupan bergereja dapat dicapai ketika pemahaman yang benar mengenai gereja dimiliki orang percaya...",
    "content": "Orang yang sudah bergereja belum tentu telah memiliki pemahaman yang benar mengenai gereja. Penghayatan yang benar akan kehidupan bergereja dapat dicapai ketika pemahaman yang benar mengenai gereja dimiliki orang percaya. Pemahaman yang sangat mendasar mengenai gereja tidak lain berkenaan dengan definisi dan identitas gereja. Pendefinisian dan pengertian akan identitas gereja secara benar akan membawa umat Tuhan mengerti esensi dan jati diri gereja Tuhan. Pemahaman yang benar ini diperlukan sebab di dalam dunia ini ada begitu banyak komunitas & perkumpulan yang memiliki identitas dan nilai-nilainya sendiri. Konsep yang benar akan gereja membuat pemahaman umat Tuhan tidak terdistorsi dengan berbagai pemahaman dan tawaran yang diberikan dunia.\n\nSecara etimologis, kata gereja berasal dari kata igreja dalam bahasa Portugis, Iglesia dalam bahasa Spanyol, eglise dalam bahasa Prancis, ecclesia dalam bahasa Latin, kerk dalam bahasa Belanda, chiesa dalam bahasa Italy, eaglea dalam bahasa Irlandia, dan ekklesia dalam bahasa Yunani (O’Donnel, 1996). Seorang teolog bernama Louis Berkhof (1997) menjelaskan bahwa kata ekklesia berasal dari kata kuriakon yang memiliki pengertian bahwa Gereja adalah milik Tuhan. R.C. Sproul, seorang teolog Amerika Serikat mengatakan bahwa gereja merupakan kelompok atau jemaat yang dipilih, dipanggil oleh Allah untuk keluar dari dunia, bebas dari dosa, dan masuk dalam kasih karunia (Situmorang, 2016).\n\nEfesus 1:22-23 dengan terang menyatakan gereja sebagai tubuh Kristus dan jemaat menerima dan mengakui Yesus Kristus sebagai Kepala Gereja (Thiessen, 2010). Tanpa kematian dan kebangkitan Kristus, gereja tidaklah dapat terbentuk sebab yang menjadi dasar berdirinya gereja adalah kematian dan kebangkitan Kristus. Dapat dikatakan pula bahwa gereja tidak dapat dipisahkan dari Pribadi Kristus Sang Kepala Gereja (Umboh & Kaawoan, 2022). Gereja berdiri pada Hari Pentakosta ketika Roh Kudus diberikan kepada gereja. Lukas mencatat dan merekam peristiwa besar ini dalam Kitab Kisah Para Rasul. Tanpa Roh Kudus yang diberikan bagi gereja, maka gereja belum dapat menjalankan fungsi pelayanannya di muka bumi ini. Saat Roh Kudus diberikan bagi gereja, disanalah gereja dapat beroperasi dan menjalankan misi Ilahi di muka bumi ini. Bermacam-macam karunia Roh diberikan kepada gereja untuk dapat melayani, saling melengkapi satu dengan yang lain untuk boleh membawa jiwa-jiwa mengenal dan mengikut Kristus serta bertumbuh dalam iman kepada Yesus Kristus Tuhan dan Juruselamat orang berdosa.\n\nMemahami definisi dan identitas gereja sudah semestinya membawa orang percaya untuk menyadari bahwa dirinya telah dipindahkan dari gelap kepada terang yang ajaib dalam Kristus Yesus. Inilah yang kemudian harus menjadi fokus dan perhatian setiap umat Tuhan untuk tidak membiarkan dirinya terperosok kembali ke dalam kehidupan yang lama dan kembali ‘reuni’ dengan kebiasaan-kebiasaan serta pola hidupnya sebelum mengenal Kristus. Sebagaimana Paulus mengatakan bahwa hidup adalah Kristus dan mati adalah keuntungan, baiklah orang percaya sungguh merenungkannya dan fokus kepada Kristus dalam kehidupannya. Hendaknya segala tantangan dalam dunia ini membuat umat Tuhan semakin bergantung kepada-Nya, juga segala kebobrokan dunia ini membuat gereja Tuhan menyadari bahwa ia telah dipanggil keluar dan dipisahkan dari dunia sehingga tidak perlu kembali kepada kebobrokan dunia ini, justru sebaliknya menjadi beban bersama untuk terus mengabarkan kabar keselamatan dalam Yesus kepada dunia yang gelap ini.",
    "reference": "O’Donnel, O Carm Christoper. (1996). Ecclesia: A Theological Encyclopedia of the Church. Collegivile Minnesota: The Liturgical Press.\n\nBerkhof, Louis. (1997). Teologi Sistematika. Volume 5. Surabaya: Reformed Injili Indonesia.\n\nSitumorang, Jonar. (2016). Ekklesiologi: Gereja Yang Kelihatan Dan Tak Kelihatan Dipanggil Dan Dikuduskan Untuk Memberitakan Karya Penyelamatan Kristus. Yogyakarta: Andi.\n\nThiessen, Henry C. (2010). Teologi Sistimatika. Gandum Mas.\n\nUmboh, Steven Tommy Dalekes & Leonard Albert Kaawoan. (2022). Konsep Ekklesiologi Menurut Perspektif Alkitab dan Implementasinya Bagi Orang Kristen. Epignosis: Jurnal Pendidikan Kristiani dan Teologi Vol. 1, No. 1."
  },
  {
    "id": 3,
    "category": "Artikel",
    "title": "Damai Sejahtera di Tengah Badai",
    "author": "Pastor Michael Chen",
    "date": "Minggu, 15 September 2025",
    "image": "https://images.unsplash.com/photo-1470252649378-9c29740c9fa8?w=800",
    "preview": "Matius 7:12 (TB) \"Segala sesuatu yang kamu kehendaki supaya orang perbuat kepadamu, perbuatlah demikian juga kepada mereka. Itulah isi seluruh hukum Taurat dan kitab para nabi...",
    "content": "Matius 7:12 (TB) \"Segala sesuatu yang kamu kehendaki supaya orang perbuat kepadamu, perbuatlah demikian juga kepada mereka. Itulah isi seluruh hukum Taurat dan kitab para nabi.\\n\\nMatius 7:12 (VMD) [Hukum yang Terpenting] “Lakukanlah terhadap orang lain seperti yang kamu inginkan dilakukannya terhadap kamu. Itulah artinya hukum Musa dan ajaran nabi-nabi.”\\n\\n*PERLAKUKAN SEPERTI YANG KAU INGINKAN*\\n\\nPernahkah kamu merasa senang ketika seseorang memperlakukanmu dengan baik — menolongmu tanpa diminta, atau berbicara dengan lembut ketika kamu sedang lelah?\\n\\nYesus mengajarkan bahwa kita juga harus melakukan hal yang sama kepada orang lain. Prinsip ini sederhana, tetapi sangat dalam: lakukan kepada orang lain seperti yang kamu ingin mereka lakukan padamu.\\n\\nKadang kita mudah mengharapkan orang lain bersikap baik, jujur, dan sabar kepada kita — tapi kita sendiri sulit melakukan hal yang sama. Ayat ini menantang kita untuk mulai dari diri sendiri. Jika kita ingin dihargai, mari kita menghargai. Jika kita ingin dimengerti, mari kita berusaha mengerti.\\n\\nYesus berkata bahwa inilah inti dari seluruh hukum Tuhan — kasih kepada sesama. Artinya, setiap tindakan kecil yang penuh kasih adalah bentuk nyata dari iman kita.\\n\\nMari jadikan perenungan kita hari ini :\\n\\nHari ini, sebelum menuntut orang lain bersikap baik, tanyakan dulu pada diri sendiri: “Apakah aku sudah memperlakukan mereka dengan kasih seperti yang Yesus ajarkan?”\\n\\nPERLAKUKAN SESAMAMU BUKAN BERDASARKAN BAGAIMANA MEREKA MEMPERLAKUKANMU, TAPI BERDASARKAN BAGAIMANA YESUS MEMPERLAKUKANMU.",
    "reference": ""
  }
]
