[
  {
    "id": 1,
    "category": "Artikel",
    "title": "Kasih yang Tidak Berkesudahan",
    "author": "Pastor Yohanes",
    "date": "Minggu, 29 September 2025",
    "image": "https://images.unsplash.com/photo-1490730141103-6cac27aaab94?w=800",
    "preview": "Kasih Tuhan tidak pernah berubah, tidak peduli seberapa jauh kita berkelana. Seperti bapak dalam perumpamaan anak yang hilang, Dia selalu menanti...",
    "content": "Kasih Tuhan tidak pernah berubah, tidak peduli seberapa jauh kita berkelana. Seperti bapak dalam perumpamaan anak yang hilang, Dia selalu menanti dengan tangan terbuka lebar.\n\nKadang kita merasa tidak layak untuk kembali. Kita membawa beban kesalahan, rasa malu, dan penyesalan. Tetapi kasih Tuhan melampaui semua itu. Dia tidak menghitung kesalahan kita; sebaliknya, Dia merayakan kepulangan kita.\n\nDi minggu ini, mari kita renungkan kasih yang begitu besar ini. Tidak ada yang terlalu kotor untuk dicuci bersih. Tidak ada yang terlalu rusak untuk diperbaiki. Tidak ada yang terlalu jauh untuk diraih kembali oleh kasih-Nya.\n\nMungkin Anda merasa jauh dari Tuhan hari ini. Mungkin Anda merasa telah mengecewakan-Nya berkali-kali. Tetapi ketahuilah - Dia tidak pernah berhenti mengasihi Anda. Dia tidak pernah menyerah pada Anda.\n\nLangkah pertama untuk kembali hanyalah berpaling ke arah-Nya. Tidak perlu sempurna. Tidak perlu sudah beres. Datanglah apa adanya. Kasih-Nya akan melakukan sisanya.\n\nDoa: \"Tuhan, terima kasih untuk kasih-Mu yang tidak pernah berakhir. Ajari kami untuk menerima kasih ini dan membagikannya kepada orang lain. Amin.\""
  },
  {
    "id": 2,
    "category": "Artikel",
    "title": "Berjalan dalam Iman, Bukan Penglihatan",
    "author": "Pdt. Sarah Lim",
    "date": "Minggu, 22 September 2025",
    "image": "https://images.unsplash.com/photo-1501139083538-0139583c060f?w=800",
    "preview": "Iman berarti percaya ketika kita tidak dapat melihat jalan di depan. Seperti Abraham yang berangkat tanpa tahu tujuannya, kita dipanggil untuk percaya...",
    "content": "Iman berarti percaya ketika kita tidak dapat melihat jalan di depan. Seperti Abraham yang berangkat tanpa tahu tujuannya, kita dipanggil untuk percaya pada rencana Tuhan bahkan ketika itu tidak masuk akal.\n\nDalam kehidupan, kita sering ingin peta yang jelas - langkah demi langkah, dengan kepastian di setiap belokan. Tetapi iman tidak bekerja seperti itu. Iman adalah melangkah ke dalam kegelapan dengan keyakinan bahwa Tuhan memegang lampu.\n\nMinggu ini, mungkin Anda menghadapi situasi yang tidak pasti. Mungkin masa depan terlihat kabur, dan Anda tidak tahu apa yang harus dilakukan selanjutnya. Di sinilah iman diuji dan diperkuat.\n\nIngatlah bahwa Tuhan tidak meminta kita untuk memahami semua rencana-Nya. Dia hanya meminta kita untuk percaya bahwa Dia baik, bahwa Dia penuh kasih, dan bahwa Dia mengendalikan segalanya.\n\nSetiap langkah iman, tidak peduli seberapa kecil, adalah kemenangan. Setiap kali Anda memilih untuk percaya meskipun takut, Anda tumbuh lebih dekat dengan-Nya.\n\nDoa: \"Tuhan, perkuat iman kami. Ketika kami tidak dapat melihat, bantu kami untuk percaya. Tuntunlah kami langkah demi langkah. Amin.\""
  },
  {
    "id": 3,
    "category": "Artikel",
    "title": "Damai Sejahtera di Tengah Badai",
    "author": "Pastor Michael Chen",
    "date": "Minggu, 15 September 2025",
    "image": "https://images.unsplash.com/photo-1470252649378-9c29740c9fa8?w=800",
    "preview": "Ketika murid-murid panik di tengah badai, Yesus tidur dengan nyenyak. Bukan karena Dia tidak peduli, tetapi karena Dia tahu siapa yang mengendalikan angin...",
    "content": "Ketika murid-murid panik di tengah badai, Yesus tidur dengan nyenyak. Bukan karena Dia tidak peduli, tetapi karena Dia tahu siapa yang mengendalikan angin dan ombak.\n\nHidup ini penuh dengan badai - masalah kesehatan, krisis keuangan, konflik hubungan, ketidakpastian masa depan. Badai-badai ini nyata dan menakutkan. Tetapi di tengah semua itu, ada damai sejahtera yang melampaui segala akal.\n\nDamai sejahtera Kristus bukan berarti tidak ada masalah. Itu bukan berarti hidup selalu mulus. Damai sejahtera adalah ketenangan hati di tengah kekacauan, keyakinan bahwa kita tidak sendirian, bahwa ada Tuhan yang lebih besar dari badai kita.\n\nMinggu ini, apapun badai yang Anda hadapi, ingatlah - Yesus ada di perahu bersama Anda. Dia mungkin tidak segera menenangkan badai, tetapi Dia akan menenangkan hati Anda.\n\nDamai-Nya tersedia untuk kita setiap saat. Kita hanya perlu berpaling kepada-Nya, menyerahkan ketakutan kita, dan menerima ketenangan yang Dia tawarkan.\n\nDoa: \"Tuhan Yesus, berikan kami damai sejahtera-Mu. Di tengah badai hidup kami, ingatkan kami bahwa Engkau berkuasa atas segala sesuatu. Amin.\""
  }
]