[
  {
    "id": 9001,
    "category": "Renungan",
    "title": "Perlakukan Seperti Yang Kau Inginkan",
    "author": "Pdm. Celly Maria Sihombing, S.Pd",
    "date": "Minggu, 29 September 2025",
    "image": "../asset/renungan/2025_nov_4.jpg",
    "preview": "Matius 7:12 (TB) \"Segala sesuatu yang kamu kehendaki supaya orang perbuat kepadamu, perbuatlah demikian juga kepada mereka. Itulah isi seluruh hukum Taurat dan kitab para nabi...",
    "content": "Matius 7:12 (TB) \"Segala sesuatu yang kamu kehendaki supaya orang perbuat kepadamu, perbuatlah demikian juga kepada mereka. Itulah isi seluruh hukum Taurat dan kitab para nabi.\"\n\nMatius 7:12 (VMD) [Hukum yang Terpenting] “Lakukanlah terhadap orang lain seperti yang kamu inginkan dilakukannya terhadap kamu. Itulah artinya hukum Musa dan ajaran nabi-nabi.”\n\n*PERLAKUKAN SEPERTI YANG KAU INGINKAN*\n\nPernahkah kamu merasa senang ketika seseorang memperlakukanmu dengan baik — menolongmu tanpa diminta, atau berbicara dengan lembut ketika kamu sedang lelah?\n\nYesus mengajarkan bahwa kita juga harus melakukan hal yang sama kepada orang lain. Prinsip ini sederhana, tetapi sangat dalam: lakukan kepada orang lain seperti yang kamu ingin mereka lakukan padamu.\n\nKadang kita mudah mengharapkan orang lain bersikap baik, jujur, dan sabar kepada kita — tapi kita sendiri sulit melakukan hal yang sama. Ayat ini menantang kita untuk mulai dari diri sendiri. Jika kita ingin dihargai, mari kita menghargai. Jika kita ingin dimengerti, mari kita berusaha mengerti.\n\nYesus berkata bahwa inilah inti dari seluruh hukum Tuhan — kasih kepada sesama. Artinya, setiap tindakan kecil yang penuh kasih adalah bentuk nyata dari iman kita.\n\nMari jadikan perenungan kita hari ini:\n\nHari ini, sebelum menuntut orang lain bersikap baik, tanyakan dulu pada diri sendiri: “Apakah aku sudah memperlakukan mereka dengan kasih seperti yang Yesus ajarkan?”\n\nPERLAKUKAN SESAMAMU BUKAN BERDASARKAN BAGAIMANA MEREKA MEMPERLAKUKANMU, TAPI BERDASARKAN BAGAIMANA YESUS MEMPERLAKUKANMU.",
    "reference": ""
  },
  {
    "id": 9002,
    "category": "Renungan",
    "title": "Nilai Sebuah Doa",
    "author": "Pdm. Celly Maria Sihombing, S.Pd",
    "date": "Senin, 3 November 2025",
    "image": "../asset/renungan/2025_nov_2 .jpg",
    "preview": "Hana bergembira karena mengalami pertolongan Allah. Pengalamannya menunjukkan betapa doa memiliki kuasa besar — doa yang lahir dari hati yang jujur...",
    "content": "1 Samuel 2:1-10 (TB)\n1 Lalu berdoalah Hana, katanya: \"Hatiku bersukaria karena TUHAN, tanduk kekuatanku ditinggikan oleh TUHAN; mulutku mencemoohkan musuhku, sebab aku bersukacita karena pertolongan-Mu.\"\n2 Tidak ada yang kudus seperti TUHAN, sebab tidak ada yang lain kecuali Engkau dan tidak ada gunung batu seperti Allah kita.\n3 Janganlah kamu selalu berkata sombong, janganlah caci maki keluar dari mulutmu. Karena TUHAN itu Allah yang mahatahu, dan oleh Dia perbuatan-perbuatan diuji.\n4 Busur pada pahlawan telah patah, tetapi orang-orang yang terhuyung-huyung, pinggangnya berikatkan kekuatan.\n5 Siapa yang kenyang dahulu, sekarang menyewakan dirinya karena makanan, tetapi orang yang lapar dahulu, sekarang boleh beristirahat. Bahkan orang yang mandul melahirkan tujuh anak, tetapi orang yang banyak anaknya, menjadi layu.\n6 TUHAN mematikan dan menghidupkan, Ia menurunkan ke dalam dunia orang mati dan mengangkat dari sana.\n7 TUHAN membuat miskin dan membuat kaya; Ia merendahkan, dan meninggikan juga.\n8 Ia menegakkan orang yang hina dari dalam debu, dan mengangkat orang yang miskin dari lumpur, untuk mendudukkan dia bersama-sama dengan para bangsawan, dan membuat dia memiliki kursi kehormatan. Sebab TUHAN mempunyai alas bumi; dan di atasnya Ia menaruh daratan.\n9 Langkah kaki orang-orang yang dikasihi-Nya dilindungi-Nya, tetapi orang-orang fasik akan mati binasa dalam kegelapan, sebab bukan oleh karena kekuatannya sendiri seseorang berkuasa.\n10 Orang yang berbantah dengan TUHAN akan dihancurkan; atas mereka Ia mengguntur di langit. TUHAN mengadili bumi sampai ke ujung-ujungnya; Ia memberi kekuatan kepada raja yang diangkat-Nya dan meninggikan tanduk kekuatan orang yang diurapi-Nya.\"\n\nLalu Hana berdoa, \"Hatiku bergembira dalam Tuhan, tanduk kekuatanku ditinggikan oleh Tuhan; mulutku menertawai musuh-musuhku, sebab aku bersukacita atas pertolongan-Mu.\" (1 Samuel 2:1)\n\n\"Hatiku bergembira karena Tuhan,\" demikian nyanyian Hana. Hana bergembira karena mengalami pertolongan Allah. Pengalamannya sungguh menunjukkan betapa doa memiliki kuasa yang besar. Dalam Perjanjian Lama pun kerap ditunjukkan bagaimana orang-orang yang dalam kesesakan, mereka lari kepada Allah dalam doa. Melalui doa, mereka mengutarakan pengalaman hidupnya kepada Allah. Itulah sesungguhnya nilai doa yang sejati, berkaitan langsung dengan situasi nyata yang dihadapi manusia.\n\nHana menyampaikan doanya dalam kesunyian hati. Saking sunyinya, mulutnya tak mampu lagi berucap, hatinyalah yang berkata-kata. Doa hati inilah yang nyatanya memiliki kekuatan yang besar. Tak jarang kita menjumpai orang-orang yang berdoa dengan kata-kata yang panjang dan indah, tetapi tanpa hati yang terarah kepada Allah. Ada pula yang merasa kecewa karena doa yang belum terjawab. Kita lupa bahwa ketika kita boleh berbicara kepada Allah itu pun adalah suatu anugerah. Oleh sebab itu, doa menjadi bernilai bukan karena panjangnya atau indahnya kata-kata yang terucap, atau karena banyaknya doa yang terkabul. Doa menjadi bernilai tatkala kita menjadikannya sebagai kesempatan mengutarakan isi hati kepada Allah.\n\nApakah kita meragukan kuasa doa hanya karena doa yang belum terjawab? Apakah hati kita merasa kering sehingga kita sulit untuk berdoa? Apakah kejenuhan melanda hati kita? Jika ya, mengapa kita tidak membawa semua keraguan, kekeringan, dan kejenuhan hati kita kepada-Nya? Seperti Hana yang datang dalam kesunyian hati, di situlah ia menemukan kuasa Allah.\n\nDOA MENJADI BERNILAI KETIKA KITA MENJADIKANNYA KESEMPATAN UNTUK MENGUTARAKAN ISI HATI KITA YANG JUJUR.",
    "reference": ""
  },
  {
    "id": 9003,
    "category": "Renungan",
    "title": "Merenungkan Firman",
    "author": "Pdm. Celly Maria Sihombing, S.Pd",
    "date": "Minggu, 2 November 2025",
    "image": "../asset/renungan/2025_nov_3 .jpg",
    "preview": "Hidup berbuah adalah hasil perenungan Taurat Tuhan siang dan malam. Orang yang demikian akan berbahagia dan tidak layu daunnya...",
    "content": "Mazmur 1:1-6 (BIMK)\n1 Berbahagialah orang yang tidak mengikuti nasihat orang jahat, tidak mencontoh orang berdosa dan tidak bergaul dengan orang yang menghina Allah,\n2 tetapi yang suka melakukan Perintah TUHAN dan merenungkannya siang malam.\n3 Orang itu berhasil dalam segala usahanya; ia seperti pohon di tepi sungai yang berbuah pada musimnya dan tak pernah layu daunnya.\n4 Sebaliknya orang jahat: ia seperti sekam yang dihamburkan angin.\n5 Orang jahat akan dihukum Allah, hakimnya dan dipisahkan dari umat-Nya.\n6 Sebab orang taat dibimbing dan dilindungi TUHAN, tetapi orang jahat menuju kepada kebinasaan.\n\n\"Tetapi yang kesukaannya ialah Taurat Tuhan, dan yang merenungkan Taurat itu siang dan malam.\" (Mazmur 1:2)\n\nSeorang remaja tertarik membandingkan pengkhotbah yang satu dengan lainnya. Ia menemukan bahwa ada pengkhotbah yang tak pernah kehabisan ide khotbahnya, tetapi pengkhotbah lainnya tidak demikian. Ia pun bertanya kepada ayahnya, seorang pendeta, \"Pengkhotbah bisa kehabisan ide kalau sering khotbah. Bagaimana supaya tidak kehabisan ide?\" Ayahnya hanya merespons pendek, \"Bagai tikus mati kelaparan di lumbung yang penuh padi.\" Maksud sang ayah, Alkitab ibarat lumbung yang padinya melimpah. Jadi bila ada yang kehabisan ide, patut dipertanyakan mengapa dia tidak mampu memanfaatkan sumber yang melimpah itu.\n\nHidup berbuah adalah hasil perenungan Taurat Tuhan siang dan malam, juga berperilaku menjauhi kejahatan. Pemazmur menyatakan bahwa insan yang melakukan kedua hal ini sebagai berbahagia (ay. 1-2). Orang demikian ibarat pohon yang ditanam di tepi aliran air, yang berbuah pada musimnya, dan yang tidak layu daunnya (ay. 3). Menyegarkan, tidak pernah kekeringan. Jadi, kunci memperoleh berkat dari firman Tuhan adalah dengan merenungkan dan menghidupinya. Maka, inspirasi kehidupan pun akan mengalir deras.\n\nDi era digital sekarang ini, kita bebas membaca Alkitab maupun membahasnya secara terbuka melalui berbagai media. Kita sama sekali tidak sulit memperoleh bahan berkualitas yang menjelaskan maksud ayat atau bagian-bagian Alkitab. Masa sekarang merupakan kesempatan terbaik untuk menggali Alkitab dan merenungkannya. Sayang sekali bila kesempatan ini tidak kita manfaatkan sebaik-baiknya.\n\nKEJARLAH KEBAHAGIAAN DAN HASILKAN BUAH LEBAT DENGAN MENJAUHI KEJAHATAN DAN MERENUNGKAN FIRMAN TUHAN SIANG DAN MALAM.",
    "reference": ""
  }
]
